Repository: common-repository/back-in-stock-notifications-for-woocommerce
Catalog: languages/back-*-stock-notifications-for-woocommerce-*.po
Languages: ro_ro

source: Back in stock notifications for WooCommerce
ro_ro: Back in stock notificări pentru WooCommerce

source: Woocommerce subscribe system for out of stock products.
ro_ro: Woocommerce abonament pentru produsele ce nu sunt in stoc

source: Notify Me - Settings
ro_ro: Notify Me - Setări

source: Settings
ro_ro: Setări

source: General
ro_ro: Generale

source: Subscription Form
ro_ro: Formular de înscriere

source: Email Templates
ro_ro: Șabloane de email

source: Documentation
ro_ro: Documentație

source: Settings successfully updated
ro_ro: Setările au fost actualizate cu succes

source: Woo Stock Notify Me requires Woocommerce to be installed.
ro_ro: Woo Stock Notify Me necesită instalarea WooCommerce.

source: Notify Me
ro_ro: Notifică-mă

# Notify Me - Plugin
source: Add New
ro_ro: Adaugă

source: Add New Subscription
ro_ro: Adaugă un nou abonament

source: Edit Subscription
ro_ro: Editează Abonamentul

source: New Subscription
ro_ro: Nou Abonament

source: All Subscription
ro_ro: Toate Abonamentele

source: View Subscription
ro_ro: Vezi Abonamentul

source: Search Subscription
ro_ro: Caută Abonament

source: No Subscription found
ro_ro: Nici un abonament găsit

source: No Subscription found in the Trash
ro_ro: Nici un abonament n-a fost găsit în coșul de gunoi

source: Details
ro_ro: Detalii

source: Name
ro_ro: Nume

source: Status
ro_ro: Stare

source: Product
ro_ro: Produs

source: Unavailable
ro_ro: Indisponibil

source: Select Product
ro_ro: Alege produsul

source: Download CSV
ro_ro: Descarcă CSV

source: Not Available
ro_ro: Indisponibil

source: Out of stock - Notifications
ro_ro: Out of stock - Notificări

source: Pause Notifications.
ro_ro: Întrerupeți notificările.

source: By default the notifications are sent for all products, check this to pause the notifications for this particular product.
ro_ro: În mod implicit, notificările sunt trimise pentru toate produsele, bifați căsuța pentru a întrerupe notificările pentru acest produs.

source: Manually Mode
ro_ro: Modul Manual

source: Check the box and save the product to send notifications.
ro_ro: Bifați caseta și salvați produsul pentru a trimite notificări.

source: Plugin Settings
ro_ro: Setările Produsului

source: Hello [wsnm-first-name] [wsnm-last-name]
ro_ro: Salut [wsnm-first-name] [wsnm-last-name]

source: Thank you for subscribing to <strong>[wsnm-product-title]</strong>
ro_ro: Mulțumesc pentru-că te-ai abonat la <strong>[wsnm-product-title]</strong>

source: You will receive an email notification once the product will be back in stock
ro_ro: Veți primi o notificare prin e-mail odată ce produsul va fi din nou în stoc

source: Thank you!
ro_ro: Mulțumesc!

source: Your friends at
ro_ro: Prietenii tăi

source: Your subscribed product <strong>[wsnm-product-title]</strong> is now back in stock for [wsnm-product-price]! The stock - [wsnm-product-quantity], and this email is not a guarantee you'll get one, so hurry to be one of the lucky shoppers who do
ro_ro: Produsul la care v-ați abonat <strong>[wsnm-product-title]</strong> este acum din nou în stoc pentru [wsnm-product-price]! Stocul - [wsnm-product-quantity], iar acest e-mail nu este o garanție că veți obține unul, așa că grăbiți-vă să fiți unul dintre cumpărătorii norocoși care o fac.

source: Add the product <strong>[wsnm-product-title]</strong> directly to your cart: [wsnm-product-url]
ro_ro: Adaugă produsul <strong>[wsnm-product-title]</strong> direct în coș: [wsnm-product-url]

source: Confirmation Email
ro_ro: Email de confirmare

source: The confirmation email is sent when someone subscribes to get notifications.
ro_ro: E-mailul de confirmare este trimis atunci când cineva se abonează pentru a primi notificări.

source: Enable the confirmation email
ro_ro: Activați e-mailul de confirmare

source: Uncheck to disable the default confirmation email.
ro_ro: Debifați pentru a dezactiva e-mailul de confirmare implicit.

source: Confirmation Email - Subject
ro_ro: E-mail de confirmare - subiect

source: Confirmation Email - Content
ro_ro: E-mail de confirmare - conținut

source: Back in Stock Notification Email
ro_ro: Back in Stock Notificare Email

source: The back in stock notification email is sent when the product is back in stock again.
ro_ro: Acest email este trimis atunci când produsul este din nou în stoc.

source: Back in Stock Notification Email - Subject
ro_ro: Înapoi în stoc notificare e-mail - subiect

source: Back in Stock Notification Email - Content
ro_ro: Înapoi în stoc notificare e-mail - conținut

source: Reset both emails - The confirmation and Back in stock notification
ro_ro: Resetați ambele e-mailuri

source: Save
ro_ro: Salvează

source: Mode
ro_ro: Mod

source: Manually
ro_ro: Manual

source: Is the default mode. The notifications are triggered manually by administrator directly from the product page.
ro_ro: Este modul implicit. Notificările sunt declanșate manual de către administrator direct din pagina produsului.

source: Automatically
ro_ro: Automat

source: When this mode is enabled, the notifications are triggered automatically by the stock status. The notifications are sent when the product is back in stock.
ro_ro: Când acest mod este activat, notificările sunt declanșate automat de starea stocului. Notificările sunt trimise atunci când produsul este din nou în stoc.

source: Button Style
ro_ro: Stil buton

source: Change the default button style
ro_ro: Modificați stilul implicit al butoanelor

source: Background color
ro_ro: Culoarea de fundal

source: Text color
ro_ro: Culoarea textului

source: Form Settings
ro_ro: Setările Formularului

source: Manage the subscription form
ro_ro: Gestionați formularul de abonare

source: Enable First and Last Name
ro_ro: Activați prenumele și numele

source: Enable reCAPTCHA v2
ro_ro: Activează reCAPTCHA v2

source: Avoid any spam by enabling reCAPTCHA v2. Click <a href="https://www.google.com/recaptcha" target="_blank">here</a> to generate the Site & Secret keys
ro_ro: Evitați orice spam prin activarea reCAPTCHA v2. Apăsați pe <a href=“https://www.google.com/recaptcha” target=“_blank”>aici</a> pentru a genera cheile de acces

source: Other Settings
ro_ro: Alte setări

source: Before Form Text
ro_ro: Antetul formularului

source: After Form Text
ro_ro: Subsolul formularului

source: %s year
ro_ro: %s an

source: %s month
ro_ro: %s lună

source: %s week
ro_ro: %s săptămână

source: %s day
ro_ro: %s zi

source: %s hour
ro_ro: %s oră

source: %s minute
ro_ro: %s minut

source: %s second
ro_ro: %s secundă

source: (%s ago)
ro_ro: (%s în urmă)

source: Now!
ro_ro: Acum!

source: You subscribed to [wsnm-product-title]
ro_ro: Te-ai abonat la [wsnm-product-title]

source: The product [wsnm-product-title] is back in stock
ro_ro: Produsul [wsnm-product-title] este înapoi în stoc

source: Sent
ro_ro: Trimis

source: Paused
ro_ro: Întrerupt

source: Waiting
ro_ro: În așteptare

source: Something went wrong.
ro_ro: Ceva nu a mers bine.

source: Please specify the first and last name
ro_ro: Vă rugăm să specificați prenumele și numele de familie

source: Please specify a valid email.
ro_ro: Specificați un e-mail valid.

source: Please configure reCaptcha
ro_ro: Configurați reCaptcha

source: Please select a valid product.
ro_ro: Selectați un produs valid.

source: The product doesn't exist.
ro_ro: Produsul nu există.

source: Only Simple and Variable products
ro_ro: Numai produse simple și variabile

source: Please select a valid variation.
ro_ro: Selectați o opțiune validă.

source: Notification set! Thank you!
ro_ro: Notificare setată! Multumesc mult!

source: Something went wrong
ro_ro: Ceva nu a mers bine

source: You are already subscribed for this product
ro_ro: Sunteți deja abonat la acest produs

source: Subscribe
ro_ro: Abonează-te

source: By entering my details and by clicking the "Subscribe" button, I agree that my contact details may be used to inform me about the availability of my selected or similar products and other occasional marketing materials.
ro_ro: Prin introducerea detaliilor mele și făcând clic pe butonul “Abonare”, sunt de acord ca datele mele de contact să poată fi utilizate pentru a mă informa cu privire la disponibilitatea produselor selectate sau similare și a altor materiale de marketing ocazional.

source: First Name ...
ro_ro: Prenume

source: Last Name ...
ro_ro: Numele de familie

source: Enter Your Email ...
ro_ro: Email

source: Enter your details and we will let you know as soon as this product will be available again
ro_ro: Introduceți detaliile dvs. și vă vom anunța imediat ce acest produs va fi disponibil din nou
